[X2Ability_IRI_GeneMods]
SecondaryHeartTitle="Secondary Heart"
SecondaryHeartFlyover="Restoring blood flow..."
SecondaryHeartMessage="Blood flow restored."

CheetahSightRangeBonusTitle="Cheetah's Eyes"
CheetahSightRangeBonusDesc="The infusion of cheetah genes is causing this soldier to have better sight range during the day."
CheetahSightRangePenaltyTitle="Cheetah's Eyes"
CheetahSightRangePenaltyDesc="The infusion of cheetah genes is causing this soldier to have worse sight range during the night."

LizardReflexPenaltyTitle="Cold-blooded"
LizardReflexPenaltyDesc="The infusion of salamander genes is causing this soldier to suffer various penalties in a cold or hot environment."

[X2Effect_IRI_CheetahGenes_Penalty]
CheetahRecoveryFlyover="Cheetah Genes: "
CheetahPenaltyFlyover="Cheetah Genes: "
CheetahFullRecoveryFlyover="Well Rested"

[X2Effect_IRI_CheetahGenes]
CheetahSightRangePenaltyFlyover="Sight Range: -2"
CheetahSightRangeBonusFlyover"Sight Range: +2"
